<?php
$langarr = [
    'langs' => [
        'ru',
        'en',
        'pt-BR',
        'es',
        'tr'
    ],
    'buttons' => [
        'checkKnowledge' => 'Проверить знания',
        'getBonus' => 'Забрать бонус',
        'goAway' => 'Перейти'
    ],
    'hero' => [
        'title' => 'Прими челлендж от Джеймса Бэнкса <br>и забери свой приз',
        'button' => 'Проверить знания'
    ],
    'quiz' => [
        'start' => 'Регистрируйся и участвуй в челлендже  от Джеймса Бэнкса',
        'finish' => 'Результаты розыгрыша объявим совсем скоро,  а пока забирай свой бонус по промокоду 5Head!',
        'questions' => [
            [
                'question' => 'Назовите первый мейджор от StarLadder?',
                'answers' => [
                    'a' => 'Major Antwerp 2022',
                    'b' => 'Major Berlin 2019',
                    'c' => 'Major Boston 2018',
                    'd' => 'Major Krakow 2017'
                ]
            ],
            [
                'question' => 'Кого Astralis обыграли в финале StarLadder  Berlin Major 2019?',
                'answers' => [
                    'a' => 'AVANGAR',
                    'b' => 'NAVI',
                    'c' => 'FaZe Clan',
                    'd' => 'ENCE',
                ]
            ],
            [
                'question' => 'Представителей какой страны больше всего  на StarLadder Budapest Major?',
                'answers' => [
                    'a' => 'Россия',
                    'b' => 'Китай',
                    'c' => 'Дания',
                    'd' => 'Бразилия',
                ]
            ],
            [
                'question' => 'Кто самый молодой игрок-участник StarLadder Budapest Major?',
                'answers' => [
                    'a' => 'kyousuke',
                    'b' => 'molodoy',
                    'c' => 'mzinho',
                    'd' => 'makazze',
                ]
            ],
            [
                'question' => 'Сколько команд на StarLadder Budapest Major имеют мононациональные составы?',
                'answers' => [
                    'a' => '15',
                    'b' => '11',
                    'c' => '13',
                    'd' => '9',
                ]
            ],
            [
                'question' => 'Сколько игроков StarLadder Budapest Major  родом из Венгрии?',
                'answers' => [
                    'a' => '0',
                    'b' => '1',
                    'c' => '2',
                    'd' => '4',
                ]
            ],
            [
                'question' => 'Сколько венгерских игроков попадало в топ-20 HLTV за всю историю рейтинга?',
                'answers' => [
                    'a' => '0',
                    'b' => '1',
                    'c' => '2',
                    'd' => '3',
                ]
            ],
            [
                'question' => 'Какая командa напрямую получила приглашение сразу в Stage 3 турнира?',
                'answers' => [
                    'a' => 'Aurora Gaming',
                    'b' => 'Natus Vincere',
                    'c' => 'Team Vitality',
                    'd' => 'MIBR',
                ]
            ],
            [
                'question' => 'Кто стал MVP StarLadder Berlin Major 2019?',
                'answers' => [
                    'a' => 'ZywOo',
                    'b' => 'device',
                    'c' => 's1mple',
                    'd' => 'gla1ve',
                ]
            ],
            [
                'question' => 'На скольких турнирах в Венгрии я работал  как ведущий или интервьюер?',
                'answers' => [
                    'a' => '1',
                    'b' => '2',
                    'c' => '3',
                    'd' => '4',
                ]
            ],
        ],
        'hints' => [
            'Ближе всех туда было добираться BiG и MOUZ.',
            'Один из игроков этой команды сейчас играет  за бразильский клуб.',
            'Несмотря на то, что их больше всего, они активно берут в команды легионеров.',
            'Это его первый сезон на тир-1 сцене.',
            'Учти, что монгольских команд будет сразу 2,  а также далеко не все бразильские составы играют  с легионерами.',
            'Столько же игроков родом из Эстонии и Испании.',
            'Столько раз s1mple выигрывал мейджоры.',
            'Эта команда играла в плей-офф предыдущего мейджора.',
            'Этот игрок выиграл 4 мейджора, на двух  из них он становился MVP.',
            'Столько же раз ZywOo был признан лучшим  игроком года.'
        ]
    ],
    'prizes' => [
        'title' => 'ПРИЗОВОЙ ФОНД',
        'items' => [
            'Для самых быстрых и точных',
            'Для того, кто был в шаге<br> от победы',
            'Для тех, кто прошел всю дистанцию',
            'Отметка за уверенный<br> и качественный перформанс',
            'Какой бы ни был результат, призы<br> достанутся каждому'
        ]
    ],
    'winners' => [
        'title' => 'Таблица<br> победителей',
        'email' => 'Почта',
        'scores' => 'Ответы',
        'prize' => 'Приз',
    ],
    'popups' => [
        'register' => [
            'title' => 'Авторизация',
            'label1' => 'Никнейм',
            'placeholder1' => 'Ваш никнейм',
            'label2' => 'Почта',
            'placeholder2' => 'Ваша почта',
            'text' => 'Указывай действующий e-mail, чтобы мы могли связаться с тобой для вручения призов',
            'btn' => 'Принять участие'
        ],
        'gameOver' => [
            [
                'title' => 'На этот раз не угадал. Бывает!',
                'text' => 'Это не конец игры - 1xBet дарит бонус при регистрации по промокоду <b>5Head</b>. Верим, что ты вернешься сильнее!'
            ],
            [
                'title' => 'Не тот ответ — зато есть шанс исправиться',
                'text' => 'Получи бонус при регистрации на 1xBet по промокоду <b>5Head</b> и возвращайся сильнее!'
            ]
        ],
        'likeInsani' => [
            'title' => 'Вышел на уровень insani из MIBR: 8 из 10 правильных',
            'text' => 'Лови бонус при регистрации по промокоду <b>5Head</b> и чекай, как он сам проходил этот челлендж!'
        ],
        'likeMaj3r' => [
            'title' => 'Твой результат как у MAJ3R из Aurora Gaming',
            'text' => 'Ровно столько же вопросов взял MAJ3R, один из самых опытных игроков Aurora Gaming. Твои знания об игре на одном уровне с игроком, который прошёл больше легендарных матчей, чем многие фанаты успели посмотреть хайлайтов. <br>Зацени, как MAJ3R проходил челлендж Джеймса Бэнкса!'
        ],
        'coolRes' => [
            'title' => 'Крутой результат!',
            'text' => 'Получи персональный бонус при регистрации  по промокоду <b>5Head</b> и бустани винрейт с 1xBet.'
        ],
        'finish' => [
            [
                'title' => 'Ты справился со всеми вопросами!',
                'text' => 'Скоро объявим результаты розыгрыша, а пока забирай  свой бонус от 1xBet  по промокоду <b>5Head</b>!'
            ],
            [
                'title' => 'Все ответы верны —  ты прошел челлендж на 100%.',
                'text' => 'Результаты розыгрыша объявим совсем скоро, а пока забирай свой бонус по промокоду <b>5Head</b>!'
            ],
        ],
        'timeOver' => [
            'title' => 'Время истекло!',
            'text' => 'Это не конец игры - 1xBet дарит бонус при регистрации по промокоду <b>5Head</b>. Верим, что ты вернешься сильнее!'
        ]
    ]
];